Repository: Dizzy918/fitness-tracker
Catalog: FitnessTracker/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, et, fi, fr, ga, hr, hu, id, is, it, ja, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hans, zh_hant

source: Rest: %@
ar: راحة: %@
bg: Почивка: %@
ca: Descans: %@
cs: Odpočinek: %@
da: Pause: %@
de: Pause: %@
el: Διάλειμμα: %@
es: Descanso: %@
et: Puhkus: %@
fi: Tauko: %@
fr: Récup : %@
ga: Sos: %@
hr: Odmor: %@
hu: Pihenő: %@
id: Istirahat: %@
is: Hvíld: %@
it: Recupero: %@
ja: レスト：%@
ko: 휴식: %@
lt: Poilsis: %@
lv: Atpūta: %@
mk: Одмор: %@
ms: Rehat: %@
mt: Mistrieħ: %@
nb: Pause: %@
nl: Rust: %@
pl: Przerwa: %@
pt_br: Descanso: %@
pt_pt: Descanso: %@
ro: Pauză: %@
ru: Отдых: %@
sk: Oddych: %@
sl: Počitek: %@
sq: Pushim: %@
sr: Одмор: %@
sv: Vila: %@
tr: Dinlenme: %@
uk: Відпочинок: %@
vi: Nghỉ: %@
zh_hans: 休息：%@
zh_hant: 休息：%@

source: Resting
ar: الراحة
bg: Почиваш
ca: En repòs
cs: Klidová
da: Pause
de: Pause
el: Ηρεμίας
es: Descansando
et: Puhkeolekus
fi: Tauolla
fr: Récupération
ga: Scíthe
hr: U mirovanju
hu: Nyugalmi
id: Istirahat
is: Í hvíld
it: In recupero
ja: レスト中
ko: 안정 시
lt: Ramybės
lv: Miera
mk: Во мирување
ms: Rehat
mt: Mistrieħ
nb: Pause
nl: Rusten
pl: Przerwa
pt_br: Repouso
pt_pt: A descansar
ro: De repaus
ru: Покой
sk: Pokojová
sl: V mirovanju
sq: Në qetësi
sr: У мировању
sv: Vilar
tr: Dinlenme
uk: Спокій
vi: Nghỉ
zh_hans: 静息
zh_hant: 靜止

source: Resting HR
ar: نبض الراحة
bg: Пулс в покой
ca: FC en repòs
cs: Klidová TF
da: Hvilepuls
de: Ruhepuls
el: Παλμοί ηρεμίας
es: FC en reposo
et: Puhkeolekupulss
fi: Leposyke
fr: FC au repos
ga: Ráta croí scíthe
hr: Puls u mirovanju
hu: Nyugalmi pulzus
id: DJ istirahat
is: Hvíldarpúls
it: FC a riposo
ja: 安静時心拍
ko: 안정 시 심박
lt: Ramybės pulsas
lv: Miera pulss
mk: Пулс во мирување
ms: Denyutan rehat
mt: Taħbit mistrieħ
nb: Hvilepuls
nl: Rusthartslag
pl: Tętno spoczynkowe
pt_br: FC de repouso
pt_pt: FC em repouso
ro: Puls de repaus
ru: Пульс покоя
sk: Pokojová TF
sl: Utrip v mirovanju
sq: Rrahjet në qetësi
sr: Пулс у мировању
sv: Vilopuls
tr: Dinlenme nabzı
uk: Пульс спокою
vi: Nhịp tim nghỉ
zh_hans: 静息心率
zh_hant: 靜止心率

source: Resting heart rate
ar: نبض الراحة
bg: Пулс в покой
ca: Freqüència cardíaca en repòs
cs: Klidová tepová frekvence
da: Hvilepuls
de: Ruhepuls
el: Καρδιακοί παλμοί ηρεμίας
es: Frecuencia cardíaca en reposo
et: Puhkeolekupulss
fi: Leposyke
fr: Fréquence cardiaque au repos
ga: Ráta croí scíthe
hr: Puls u mirovanju
hu: Nyugalmi pulzus
id: Detak jantung istirahat
is: Hvíldarpúls
it: Frequenza cardiaca a riposo
ja: 安静時心拍数
ko: 안정 시 심박수
lt: Ramybės pulsas
lv: Miera pulss
mk: Пулс во мирување
ms: Denyutan jantung rehat
mt: Taħbit tal-qalb mistrieħ
nb: Hvilepuls
nl: Rusthartslag
pl: Tętno spoczynkowe
pt_br: Frequência cardíaca de repouso
pt_pt: Frequência cardíaca em repouso
ro: Puls de repaus
ru: Пульс покоя
sk: Pokojová tepová frekvencia
sl: Srčni utrip v mirovanju
sq: Rrahjet e zemrës në qetësi
sr: Пулс у мировању
sv: Vilopuls
tr: Dinlenme nabzı
uk: Пульс спокою
vi: Nhịp tim lúc nghỉ
zh_hans: 静息心率
zh_hant: 靜止心率

source: Restore from a backup…
ar: الاستعادة من نسخة احتياطية…
bg: Възстанови от резервно копие…
ca: Restaura des d'una còpia de seguretat…
cs: Obnovit ze zálohy…
da: Gendan fra en sikkerhedskopi…
de: Aus einer Sicherung wiederherstellen…
el: Επαναφορά από αντίγραφο ασφαλείας…
es: Restaurar desde una copia…
et: Taasta varukoopiast…
fi: Palauta varmuuskopiosta…
fr: Restaurer depuis une sauvegarde…
ga: Athchóirigh ó chúltaca…
hr: Vrati iz sigurnosne kopije…
hu: Visszaállítás biztonsági mentésből…
id: Pulihkan dari cadangan…
is: Endurheimta úr afriti…
it: Ripristina da un backup…
ja: バックアップから復元…
ko: 백업에서 복원…
lt: Atkurti iš atsarginės kopijos…
lv: Atjaunot no dublējuma…
mk: Врати од резервна копија…
ms: Pulihkan daripada sandaran…
mt: Irkupra minn backup…
nb: Gjenopprett fra en sikkerhetskopi…
nl: Terugzetten uit een reservekopie…
pl: Przywróć z kopii zapasowej…
pt_br: Restaurar de um backup…
pt_pt: Restaurar a partir de uma cópia…
ro: Restaurează dintr-o copie de rezervă…
ru: Восстановить из копии…
sk: Obnoviť zo zálohy…
sl: Obnovi iz varnostne kopije…
sq: Rikthe nga një kopje rezervë…
sr: Врати из резервне копије…
sv: Återställ från en säkerhetskopia…
tr: Yedekten geri yükle…
uk: Відновити з копії…
vi: Khôi phục từ bản sao lưu…
zh_hans: 从备份恢复…
zh_hant: 從備份還原…

source: Rests %@ after this set.
ar: راحة %@ بعد هذه المجموعة.
bg: Почива %@ след тази серия.
ca: Descansa %@ després d'aquesta sèrie.
cs: Po této sérii odpočinek %@.
da: Holder %@ pause efter dette sæt.
de: Pausiert %@ nach diesem Satz.
el: Διάλειμμα %@ μετά από αυτό το σετ.
es: Descansa %@ después de esta serie.
et: Pärast seda seeriat %@ puhkust.
fi: Taukoa %@ tämän sarjan jälkeen.
fr: Récupère %@ après cette série.
ga: Sos %@ tar éis na sraithe seo.
hr: Nakon ove serije %@ odmora.
hu: %@ pihenő a sorozat után.
id: Istirahat %@ setelah set ini.
is: Hvílir %@ eftir þetta sett.
it: Recupera %@ dopo questa serie.
ja: このセットのあと %@ 休みます。
ko: 이 세트 후 %@ 휴식합니다.
lt: Po šios serijos %@ poilsio.
lv: Pēc šīs pieejas %@ atpūtas.
mk: По оваа серија одмор %@.
ms: Berehat %@ selepas set ini.
mt: Mistrieħ ta' %@ wara dan is-sett.
nb: Hviler %@ etter dette settet.
nl: Rust %@ na deze set.
pl: Przerwa %@ po tej serii.
pt_br: Descansa %@ depois desta série.
pt_pt: Descansa %@ depois desta série.
ro: Pauză de %@ după această serie.
ru: Отдых %@ после этого подхода.
sk: Po tejto sérii oddych %@.
sl: Po tej seriji %@ počitka.
sq: Pushon %@ pas kësaj serie.
sr: После ове серије %@ одмора.
sv: Vilar %@ efter det här setet.
tr: Bu setten sonra %@ dinlenir.
uk: Відпочинок %@ після цього підходу.
vi: Nghỉ %@ sau hiệp này.
zh_hans: 该组之后休息 %@。
zh_hant: 這組之後休息 %@。

source: Result
ar: النتيجة
bg: Резултат
ca: Resultat
cs: Výsledek
da: Resultat
de: Ergebnis
el: Αποτέλεσμα
es: Resultado
et: Tulemus
fi: Tulos
fr: Résultat
ga: Toradh
hr: Rezultat
hu: Eredmény
id: Hasil
is: Niðurstaða
it: Risultato
ja: 結果
ko: 결과
lt: Rezultatas
lv: Rezultāts
mk: Резултат
ms: Keputusan
mt: Riżultat
nb: Resultat
nl: Uitslag
pl: Wynik
pt_br: Resultado
pt_pt: Resultado
ro: Rezultat
ru: Результат
sk: Výsledok
sl: Rezultat
sq: Rezultati
sr: Резултат
sv: Resultat
tr: Sonuç
uk: Результат
vi: Kết quả
zh_hans: 成绩
zh_hant: 成績

source: Retire this pair
ar: إحالة هذا الزوج للتقاعد
bg: Пенсионирай този чифт
ca: Retira aquest parell
cs: Vyřadit tento pár
da: Pensionér dette par
de: Dieses Paar ausmustern
el: Απόσυρση αυτού του ζευγαριού
es: Retirar este par
et: Kõrvalda see paar
fi: Poista tämä pari käytöstä
fr: Mettre cette paire à la retraite
ga: Cuir an péire seo ar scor
hr: Umirovi ovaj par
hu: Pár kivonása
id: Pensiunkan pasangan ini
is: Taka þetta par úr notkun
it: Metti a riposo questo paio
ja: この 1 足を引退させる
ko: 이 신발 은퇴시키기
lt: Nurašyti šią porą
lv: Norakstīt šo pāri
mk: Повлечи го овој пар
ms: Bersarakan pasangan ini
mt: Irtira dan il-par
nb: Pensjoner dette paret
nl: Dit paar uit dienst nemen
pl: Wycofaj tę parę
pt_br: Aposentar este par
pt_pt: Reformar este par
ro: Scoate din uz această pereche
ru: Списать эту пару
sk: Vyradiť tento pár
sl: Upokoji ta par
sq: Nxirr nga përdorimi këtë palë
sr: Пензиониши овај пар
sv: Pensionera det här paret
tr: Bu çifti emekliye ayır
uk: Списати цю пару
vi: Cho đôi này nghỉ
zh_hans: 退役这双
zh_hant: 讓這雙退役

source: Retired
ar: متقاعد
bg: Пенсионирани
ca: Retirades
cs: Vyřazeno
da: Pensioneret
de: Ausgemustert
el: Αποσύρθηκαν
es: Retiradas
et: Kõrvaldatud
fi: Käytöstä poistetut
fr: Retirées
ga: Ar scor
hr: Umirovljene
hu: Kivonva
id: Dipensiunkan
is: Úr notkun
it: A riposo
ja: 引退済み
ko: 은퇴
lt: Nurašyti
lv: Norakstīti
mk: Повлечени
ms: Bersara
mt: Irtirati
nb: Pensjonert
nl: Uit dienst
pl: Wycofane
pt_br: Aposentado
pt_pt: Reformados
ro: Scoși din uz
ru: Списаны
sk: Vyradené
sl: Upokojeni
sq: Jashtë përdorimit
sr: Пензионисане
sv: Pensionerade
tr: Emekli
uk: Списано
vi: Đã nghỉ
zh_hans: 已退役
zh_hant: 已退役

source: Riegel extrapolation from your longest best effort. Marked entries extrapolate a long way and tend to be optimistic — marathon predictions especially assume endurance you may not have trained.
ar: استقراء بمعادلة ريغل من أطول أفضل جهد لديك. البنود المُعلَّمة تستقرئ مسافة بعيدة وتميل إلى التفاؤل — وتوقعات الماراثون تحديدًا تفترض تحمّلًا ربما لم تدرّبه.
bg: Екстраполация по Riegel от най-дългото ти най-добро усилие. Отбелязаните редове екстраполират надалеч и са склонни към оптимизъм — прогнозите за маратон особено предполагат издръжливост, която може да не си тренирал.
ca: Extrapolació de Riegel a partir del teu millor esforç més llarg. Les entrades marcades extrapolen molt lluny i tendeixen a ser optimistes: sobretot les prediccions de marató pressuposen una resistència que potser no has entrenat.
cs: Riegelova extrapolace z tvého nejdelšího nejlepšího výkonu. Označené položky extrapolují hodně daleko a bývají optimistické — zvlášť předpovědi na maraton počítají s vytrvalostí, kterou jsi možná netrénoval.
da: Riegel-fremskrivning fra din længste bedste indsats. Markerede rækker fremskriver langt og har tendens til at være optimistiske — især maratonforudsigelser forudsætter en udholdenhed, du måske ikke har trænet.
de: Riegel-Hochrechnung aus deiner längsten Bestleistung. Markierte Einträge rechnen weit hoch und neigen zum Optimismus — besonders Marathonprognosen setzen eine Ausdauer voraus, die du vielleicht nicht trainiert hast.
el: Προβολή κατά Riegel από τη μεγαλύτερη καλύτερη επίδοσή σου. Οι σημειωμένες εγγραφές προβάλλουν πολύ μακριά και τείνουν να είναι αισιόδοξες — ειδικά οι προβλέψεις μαραθωνίου προϋποθέτουν αντοχή που ίσως δεν έχεις δουλέψει.
es: Extrapolación de Riegel a partir de tu mejor esfuerzo más largo. Las entradas marcadas extrapolan mucho y tienden a ser optimistas: las previsiones de maratón sobre todo dan por hecha una resistencia que quizá no hayas entrenado.
et: Riegeli ekstrapolatsioon sinu pikimast parimast tulemusest. Märgitud kirjed ekstrapoleerivad väga kaugele ja kalduvad olema optimistlikud — eriti maratoniennustused eeldavad vastupidavust, mida sa ei pruugi olla treeninud.
fi: Riegelin ekstrapolaatio pisimmästä parhaasta suorituksestasi. Merkityt rivit ekstrapoloivat pitkälle ja ovat helposti optimistisia — erityisesti maratonennusteet olettavat kestävyyttä, jota et ehkä ole harjoitellut.
fr: Extrapolation de Riegel à partir de ton meilleur effort le plus long. Les lignes marquées extrapolent loin et tendent à être optimistes : les prévisions de marathon surtout supposent une endurance que tu n'as peut-être pas travaillée.
ga: Eachtarshuíomh Riegel ó d'iarracht is fearr is faide. Téann na hiontrálacha marcáilte i bhfad ó bhaile agus is gnách go mbíonn siad dóchasach — glacann tuartha maratóin go háirithe le buanfas nach bhfuil traenáilte agat b'fhéidir.
hr: Riegelova ekstrapolacija iz tvog najduljeg najboljeg rezultata. Označeni unosi ekstrapoliraju jako daleko i obično su optimistični — osobito predviđanja za maraton pretpostavljaju izdržljivost koju možda nisi trenirao.
hu: Riegel-extrapoláció a leghosszabb legjobb teljesítményedből. A megjelölt sorok messzire extrapolálnak, és hajlamosak optimisták lenni — különösen a maratoni előrejelzés feltételez olyan állóképességet, amit talán nem edzettél.
id: Ekstrapolasi Riegel dari performa terbaikmu yang terpanjang. Entri bertanda diekstrapolasi sangat jauh dan cenderung optimistis — prediksi maraton khususnya mengandaikan ketahanan yang mungkin belum kamu latih.
is: Riegel-framreikningur út frá lengsta besta kafla þínum. Merktar færslur framreikna mjög langt og eru yfirleitt bjartsýnar — sérstaklega maraþonspár gera ráð fyrir úthaldi sem þú hefur kannski ekki þjálfað.
it: Estrapolazione di Riegel dal tuo miglior sforzo più lungo. Le voci contrassegnate estrapolano molto in là e tendono all'ottimismo: le previsioni sulla maratona in particolare danno per scontata una resistenza che potresti non aver allenato.
ja: 最も長いベスト記録からの Riegel 式による外挿です。印の付いた行は外挿の幅が大きく、楽観的になりがちです。とくにマラソンの予測は、まだ養っていない持久力を前提にしています。
ko: 가장 긴 최고 기록에서 리겔 공식으로 외삽한 값입니다. 표시된 항목은 외삽 폭이 커서 낙관적인 경향이 있으며, 특히 마라톤 예측은 아직 쌓지 않았을 수도 있는 지구력을 전제합니다.
lt: Rygelio ekstrapoliacija iš tavo ilgiausio geriausio rezultato. Pažymėti įrašai ekstrapoliuoja labai toli ir linkę būti optimistiški — ypač maratono prognozės numato ištvermę, kurios galbūt netreniravai.
lv: Rīgela ekstrapolācija no tava garākā labākā rezultāta. Atzīmētie ieraksti ekstrapolē ļoti tālu un mēdz būt optimistiski — īpaši maratona prognozes pieņem izturību, kuru tu, iespējams, neesi trenējis.
mk: Ригелова екстраполација од твојот најдолг најдобар резултат. Означените ставки екстраполираат многу далеку и обично се оптимистички — особено предвидувањата за маратон претпоставуваат издржливост што можеби не си ја тренирал.
ms: Ekstrapolasi Riegel daripada prestasi terbaik anda yang terpanjang. Entri bertanda diekstrapolasi terlalu jauh dan cenderung optimistik — ramalan maraton khususnya mengandaikan ketahanan yang mungkin belum anda latih.
mt: Estrapolazzjoni ta' Riegel mill-itwal l-aħjar sforz tiegħek. L-annotazzjonijiet immarkati jestrapolaw ferm 'il bogħod u għandhom it-tendenza li jkunu ottimisti — speċjalment it-tbassir tal-maratona jippreżumi endurance li forsi ma ħarriġtx.
nb: Riegel-framskrivning fra din lengste beste innsats. Merkede rader framskriver langt og har en tendens til å bli optimistiske — særlig maratonanslag forutsetter en utholdenhet du kanskje ikke har trent.
nl: Riegel-extrapolatie vanaf je langste beste inspanning. Gemarkeerde regels extrapoleren ver door en zijn vaak optimistisch — vooral marathonvoorspellingen gaan uit van uithoudingsvermogen dat je misschien niet getraind hebt.
pl: Ekstrapolacja Riegla z twojego najdłuższego najlepszego wysiłku. Oznaczone pozycje ekstrapolują daleko i bywają optymistyczne — zwłaszcza prognozy maratońskie zakładają wytrzymałość, której możesz nie mieć wytrenowanej.
pt_br: Extrapolação de Riegel a partir do seu melhor esforço mais longo. As linhas marcadas extrapolam muito e tendem a ser otimistas — as previsões de maratona, em especial, pressupõem uma resistência que você talvez não tenha treinado.
pt_pt: Extrapolação de Riegel a partir do teu melhor esforço mais longo. As entradas assinaladas extrapolam muito e tendem a ser otimistas — as previsões de maratona sobretudo pressupõem uma resistência que podes não ter treinado.
ro: Extrapolare Riegel pornind de la cel mai lung efort al tău. Intrările marcate extrapolează foarte departe și tind să fie optimiste — mai ales predicțiile de maraton presupun o anduranță pe care poate nu ai antrenat-o.
ru: Экстраполяция по формуле Ригеля от вашего самого длинного лучшего отрезка. Отмеченные строки экстраполируют далеко и обычно оптимистичны — особенно марафонский прогноз предполагает выносливость, которую вы могли не наработать.
sk: Riegelova extrapolácia z tvojho najdlhšieho najlepšieho výkonu. Označené položky extrapolujú veľmi ďaleko a bývajú optimistické — najmä predpovede na maratón počítajú s vytrvalosťou, ktorú si možno netrénoval.
sl: Riegelova ekstrapolacija iz tvojega najdaljšega najboljšega dosežka. Označeni vnosi ekstrapolirajo zelo daleč in so ponavadi optimistični — posebej napovedi za maraton predpostavljajo vzdržljivost, ki je morda nisi treniral.
sq: Ekstrapolim sipas Riegel-it nga përpjekja jote më e gjatë dhe më e mirë. Zërat e shënuar ekstrapolojnë shumë larg dhe priren të jenë optimistë — sidomos parashikimet për maratonë presupozojnë një qëndrueshmëri që mund të mos e kesh stërvitur.
sr: Ригелова екстраполација из твог најдужег најбољег резултата. Означени уноси екстраполирају веома далеко и обично су оптимистични — нарочито предвиђања за маратон претпостављају издржљивост коју можда ниси тренирао.
sv: Riegel-extrapolering från din längsta bästa insats. Markerade rader extrapolerar långt och brukar bli optimistiska — särskilt maratonprognoser förutsätter en uthållighet du kanske inte har tränat.
tr: En uzun en iyi performansından Riegel yöntemiyle hesaplandı. İşaretli satırlar çok uzağa uzanır ve iyimser olma eğilimindedir — özellikle maraton tahminleri, henüz çalışmamış olabileceğin bir dayanıklılığı varsayar.
uk: Екстраполяція за формулою Рігеля від вашого найдовшого найкращого відрізка. Позначені рядки екстраполюють далеко й зазвичай оптимістичні — особливо марафонський прогноз припускає витривалість, якої ви могли не напрацювати.
vi: Ngoại suy theo công thức Riegel từ thành tích tốt nhất ở cự ly dài nhất của bạn. Những mục có đánh dấu được ngoại suy đi rất xa và thường lạc quan — riêng dự đoán marathon còn giả định một nền sức bền mà có thể bạn chưa hề tập.
zh_hans: 由你最长的最佳成绩按 Riegel 公式外推。带标记的条目外推跨度很大，通常偏乐观——尤其是马拉松预测，它假设了你可能尚未练出的耐力。
zh_hant: 由你最長的最佳成績以 Riegel 公式外推。標記過的項目外推跨度很大，通常偏樂觀——尤其是馬拉松預測，它假設了你可能還沒練出來的耐力。

source: Road pace trend
ar: اتجاه الوتيرة على الطريق
bg: Тенденция в шосейното темпо
ca: Tendència del ritme a l'asfalt
cs: Vývoj silničního tempa
da: Tempoudvikling på vej
de: Tempoentwicklung auf der Straße
el: Τάση ρυθμού σε δρόμο
es: Tendencia del ritmo en asfalto
et: Maanteetempo muutus
fi: Maantievauhdin kehitys
fr: Évolution de l'allure sur route
ga: Treocht luais ar an mbóthar
hr: Kretanje tempa na cesti
hu: Országúti tempó alakulása
id: Tren pace jalan raya
is: Þróun hraða á götu
it: Andamento del ritmo su strada
ja: ロードのペース推移
ko: 로드 페이스 추이
lt: Tempo kelyje kitimas
lv: Ceļa tempa tendence
mk: Тренд на темпото на асфалт
ms: Aliran pace jalan raya
mt: Xejra tal-pass fit-triq
nb: Tempoutvikling på vei
nl: Tempoverloop op de weg
pl: Przebieg tempa na asfalcie
pt_br: Tendência de ritmo no asfalto
pt_pt: Evolução do ritmo em estrada
ro: Evoluția ritmului pe șosea
ru: Динамика темпа на асфальте
sk: Vývoj cestného tempa
sl: Gibanje tempa na cesti
sq: Trendi i ritmit në rrugë
sr: Кретање темпа на друму
sv: Tempoutveckling på väg
tr: Asfalt tempo eğilimi
uk: Динаміка темпу на асфальті
vi: Xu hướng pace đường nhựa
zh_hans: 公路配速趋势
zh_hant: 公路配速趨勢

source: Route name
ar: اسم المسار
bg: Име на маршрута
ca: Nom de la ruta
cs: Název trasy
da: Rutenavn
de: Routenname
el: Όνομα διαδρομής
es: Nombre de la ruta
et: Marsruudi nimi
fi: Reitin nimi
fr: Nom de l'itinéraire
ga: Ainm an bhealaigh
hr: Naziv rute
hu: Útvonal neve
id: Nama rute
is: Heiti leiðar
it: Nome del percorso
ja: ルート名
ko: 경로 이름
lt: Maršruto pavadinimas
lv: Maršruta nosaukums
mk: Име на трасата
ms: Nama laluan
mt: Isem tar-rotta
nb: Rutenavn
nl: Routenaam
pl: Nazwa trasy
pt_br: Nome da rota
pt_pt: Nome do percurso
ro: Numele traseului
ru: Название маршрута
sk: Názov trasy
sl: Ime poti
sq: Emri i itinerarit
sr: Назив руте
sv: Ruttnamn
tr: Rota adı
uk: Назва маршруту
vi: Tên lộ trình
zh_hans: 路线名称
zh_hant: 路線名稱

source: Routes
ar: المسارات
bg: Маршрути
ca: Rutes
cs: Trasy
da: Ruter
de: Routen
el: Διαδρομές
es: Rutas
et: Marsruudid
fi: Reitit
fr: Itinéraires
ga: Bealaí
hr: Rute
hu: Útvonalak
id: Rute
is: Leiðir
it: Percorsi
ja: ルート
ko: 경로
lt: Maršrutai
lv: Maršruti
mk: Траси
ms: Laluan
mt: Rotot
nb: Ruter
pl: Trasy
pt_br: Rotas
pt_pt: Percursos
ro: Trasee
ru: Маршруты
sk: Trasy
sl: Poti
sq: Itineraret
sr: Руте
sv: Rutter
tr: Rotalar
uk: Маршрути
vi: Lộ trình
zh_hans: 路线
zh_hant: 路線

source: Routines
ar: الروتينات
bg: Рутини
ca: Rutines
cs: Rutiny
da: Rutiner
de: Routinen
el: Ρουτίνες
es: Rutinas
et: Rutiinid
fi: Rutiinit
ga: Gnáthaimh
hr: Rutine
hu: Rutinok
id: Rutinitas
is: Rútínur
it: Routine
ja: ルーティン
ko: 루틴
lt: Rutinos
lv: Rutīnas
mk: Рутини
ms: Rutin
mt: Rutini
nb: Rutiner
pl: Rutyny
pt_br: Rotinas
pt_pt: Rotinas
ro: Rutine
ru: Программы
sk: Rutiny
sl: Rutine
sq: Rutinat
sr: Рутине
sv: Rutiner
tr: Rutinler
uk: Програми
vi: Giáo án
zh_hans: 计划
zh_hant: 課表

source: Rowing and pulling, horizontal or vertical
ar: تجديف وسحب، أفقي أو رأسي
bg: Гребане и дърпане, хоризонтално или вертикално
ca: Rem i estirada, horitzontal o vertical
cs: Veslování a tah, vodorovný nebo svislý
da: Roning og træk, vandret eller lodret
de: Rudern und Ziehen, horizontal oder vertikal
el: Κωπηλατική και έλξη, οριζόντια ή κατακόρυφη
es: Remo y tirón, horizontal o vertical
et: Sõudmine ja tõmbamine, horisontaalne või vertikaalne
fi: Soutu ja veto, vaaka- tai pystysuunnassa
fr: Tirage et rameur, horizontal ou vertical
ga: Rámhaíocht agus tarraingt, cothrománach nó ingearach
hr: Veslanje i povlačenje, vodoravno ili okomito
hu: Evezés és húzás, vízszintesen vagy függőlegesen
id: Mendayung dan menarik, horizontal atau vertikal
is: Róður og tog, lárétt eða lóðrétt
it: Remata e tirata, orizzontale o verticale
ja: ローイングとプル、水平または垂直
ko: 수평 또는 수직 당기기
lt: Irklavimas ir traukimas, horizontalus ar vertikalus
lv: Airēšana un vilkšana, horizontāla vai vertikāla
mk: Веслање и влечење, хоризонтално или вертикално
ms: Mendayung dan menarik, mendatar atau menegak
mt: Qdif u ġbid, orizzontali jew vertikali
nb: Roing og trekk, vannrett eller loddrett
nl: Roeien en trekken, horizontaal of verticaal
pl: Wiosłowanie i ciągnięcie, poziome lub pionowe
pt_br: Remada e puxada, horizontal ou vertical
pt_pt: Remar e puxar, na horizontal ou na vertical
ro: Ramat și tras, orizontal sau vertical
ru: Тяга, горизонтальная или вертикальная
sk: Veslovanie a ťah, vodorovný alebo zvislý
sl: Veslanje in poteg, vodoraven ali navpičen
sq: Kanotazh dhe tërheqje, horizontale ose vertikale
sr: Веслање и повлачење, водоравно или усправно
sv: Rodd och drag, horisontellt eller vertikalt
tr: Çekiş ve kürek, yatay veya dikey
uk: Тяга, горизонтальна або вертикальна
vi: Chèo và kéo, ngang hoặc dọc
zh_hans: 水平或垂直拉
zh_hant: 水平或垂直拉

source: Run
ar: جري
bg: Бягане
ca: Cursa
cs: Běh
da: Løb
de: Lauf
el: Τρέξιμο
es: Carrera
et: Jooks
fi: Juoksu
fr: Course
ga: Rith
hr: Trčanje
hu: Futás
id: Lari
is: Hlaup
it: Corsa
ja: ラン
ko: 달리기
lt: Bėgimas
lv: Skrējiens
mk: Трчање
ms: Lari
mt: Ġirja
nb: Løping
nl: Hardlopen
pl: Bieg
pt_br: Corrida
pt_pt: Corrida
ro: Alergare
ru: Бег
sk: Beh
sl: Tek
sq: Vrapim
sr: Трчање
sv: Löpning
tr: Koşu
uk: Біг
vi: Chạy
zh_hans: 跑步
zh_hant: 跑步

source: Runs
ar: الجريات
bg: Бягания
ca: Curses
cs: Běhy
da: Løbeture
de: Läufe
el: Τρεξίματα
es: Carreras
et: Jooksud
fi: Juoksut
fr: Courses
ga: Rití
hr: Trčanja
hu: Futások
id: Lari
is: Hlaup
it: Corse
ja: ラン
ko: 러닝
lt: Bėgimai
lv: Skrējieni
mk: Трчања
ms: Larian
mt: Ġirjiet
nb: Løpeøkter
nl: Looptrainingen
pl: Biegi
pt_br: Corridas
pt_pt: Corridas
ro: Alergări
ru: Пробежки
sk: Behy
sl: Teki
sq: Vrapime
sr: Трчања
sv: Löppass
tr: Koşular
uk: Пробіжки
vi: Buổi chạy
zh_hans: 跑步
zh_hant: 跑步
